Confiança=(2*(A1) + (E1+2*(E6+A3)+2*(6-N1)+2*(6-A4)+(6-N4)))/60
Franqueza=(2*(A2) + 2*(C3+A1+A3)+2*((6-A4)+(6-N2))+A2)/65
Altruísmo=[2*(A3)+2*(A1+E6+A6)+2*(N2+E3)+A5]/65
Complacência=[2*A4+2*A6+A1+A2+2*(6-E3)+2*(6-N2)+(6-C3)]/55
Modestia=[2*A5+2*(A6+C3)+A1+2*(6-E3)+2*(6-O1)+N4]/60
Sensibilidade=[2*A6+2*(A3+E6)+A4+2*(6-E3)+2*(6-N1)+(6-C3)]/60
Competência=[2*C1+2*C5+E3+O5+2*(6-N1)+(6-N6)+(6-N3)]/50
Ordem=[2*C2+2*(C4+C5)+C6+(6-E5)+(6-N1)+2*(6-O5)]/55
Senso_de_dever=[2*C3+2*(C1+C5)+A4+(6-O6)+2*(6-N6)+2*(6-N2)]/60
Esforço_por_realizações=[2*C4+2*(C5+C1)+E3+2*(6-N6)+2*(6-N1)+(6-N2)]/60
Autodisciplina=[2*C5+2*(C4+E3)+C1+2*(6-E5)+(6-N5)]/50
Ponderação=[2*C6+2*(C5+C1)+C2+2*(6-N5)+2*(6-E5)]/55
Acolhimento=[2*E1+2*E2+E3+E4+(6-N4)+(6-N3)+2*(6-N2)]/50
Gregarismo=[2*E2+2*(E1+E3)+E4+(6-N3)+(6-C2)+2*(6-N4)]/55
Assertividade=[2*E3+2*(C1+E4+C5)+2*((6-N1)+(6-N6)+(6-A4))]/70
Atividade=[2*E4+E2+E3+O4+2*(6-N3)+(6-N1)+(6-N6)]//45
Busca_de_sensações=[2*E5+2*(E6+O4+O2)+2*((6-C6)+(6-N1)+(6-C2))]/70
Emoções_Positivas=[2*E6+2*(E1+E3)+A3+(6-N1)+2*(6-N3)+2*(6-N6)]/60
Ansiedade=[2*N1+2*(N3+N4)+C5+2*((6-C1)+(6-A1)+(6-E3))]/65
Raiva=[2*N2+2*(E3+N4)+N3+2*(6-A1)+2*(6-A3)]/55
Depressão=[2*N3+2*(N1+N6)+O3+2*(6-E6)+2*(6-E4)+(6-C1)]/60
Embaraço=[2*N4+2*(A5+N3+N1)+2*(6-E3)+2*(6-A1)+(6-E2)]//65
Impulsividade=[2*N5+2*(E5+N1)+O4+2*(6-C5)+2*(6-C1)+(6-C3)]//60
Vulnerabilidade=[2*N6+2*(N1+N3)+O3+2*((6-C1)+(6-E3)+(6-A2))]//65
Fantasia=[2*O1+2*O5+E5+O2+2*((6-C6)+(6-C5)+(6-C2))]//60
Estética=[2*O2+2*O1+O5+O3+2*(6-C5)+2*(6-C2)+(6-E3)]//55
Sentimentos=[2*O3+2*(O1+N1)+E6+2*(6-E3)+(6-C2)+(6-C5)]//55
Ações_Variadas=[2*O4+2*(O1+E5)+O6+(6-C6)+2*(6-C2)+2*(6-C5)]//60
Ideias=[2*O5+2*(O1+O2)+O6+2*(6-C2)+2*(6-C5)+(6-N1)]//60
Valores=[2*O6+2*(O1+O5)+A1+(6-C3)+2*(6-A4)+2*(6-C2)]//60




